Repository: s-diaco/django-bom
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: User
fa_ir: کاربر

source: Manufacturer
fa_ir: تولید کننده

source: Seller
fa_ir: تأمین کننده

source: Price | {unit}
fa_ir: قیمت | {unit}

source: Seller Part Number
fa_ir: کد تأمین کننده

source: Overload Cost
fa_ir: هزینه سربار

source: Auto generated if blank.
fa_ir: در صورت خالی بودن اتوماتیک ایجاد می‌شود.

source: Additional part info, special instructions, etc.
fa_ir: نوع متریال

source: Additional part attributes (free form)
fa_ir: اطلاعات اضافه متریال

source: Number or text
fa_ir: عدد یا تکست

source: Description
fa_ir: شرح متریال

source: weight
fa_ir: وزن

source: Save
fa_ir: ذخیره

source: Admin
fa_ir: مدیر

source: logout
fa_ir: خروج از حساب

source: Log in
fa_ir: ورود

source: Register
fa_ir: ایجاد حساب

source: Lithium
fa_ir: لیتیوم

source: Products
fa_ir: محصولات

source: Reports
fa_ir: گزارش

source: sellers
fa_ir: تأمین کنندگان

source: settings
fa_ir: تنظیمات

source: help
fa_ir: راهنما

source: Manage
fa_ir: مدیریت

source: Delete
fa_ir: حذف

source: Edit
fa_ir: ویرایش

source: Part
fa_ir: متریال

source: Price
fa_ir: قیمت

source: Unit Cost
fa_ir: قیمت

source: Cost and Seller
fa_ir: قیمت و تأمین کننده

source: Join an existing Organization
fa_ir: پیوستن به سازمان

source: To join an existing organization, you must provide the e-mail address you signed up with to your IndaBOM organization owner.
fa_ir: برای پیواستن به سازمان، با ادمین سازمان تماس بگیرید با منتظر تأیید باشید.

source: Cost Calculations
fa_ir: مدل محاسبه قیمت

source: Start Date
fa_ir: تاریخ شروع

source: End Date
fa_ir: تاریخ پایان

source: Reset Password
fa_ir: تغییر رمز عبور

source: Your role is:
fa_ir: سطح دسترسی:

source: Your username is:
fa_ir: نام کاربری:

source: To request a change in role please contact
fa_ir: برای تغییر سطح دسترسی با

source: for assistance.
fa_ir: تماس بگیرید.

source: Remove selected user
fa_ir: حذف کاربر انتخاب شده

source: Leave Your Organization
fa_ir: جدا شدن از این سازمان

source: Warning, the only way back in to {{ organization.name }} is if you are invited by an organization administrator.
fa_ir: توجه: تنها راه بازگشت به سازمان دعوت از طرف ادمین خواهد بود.

source: Leave Organization
fa_ir: جدا شدن از سازمان

source: Confirm New Password
fa_ir: تکرار رمز عبور جدید

source: Login
fa_ir: ورود

source: Login into your BOM account
fa_ir: ورود به اکانت BOM شما

source: %(value)s is not a valid pct
fa_ir: %(value)s درصد معتبر نیست.

source: Search Results -
fa_ir: - نتایج جستجو

source: Material List for {title}
fa_ir: لیست متریال {title}

source: Settings
fa_ir: تنظیمات

source: Edit Seller Part
fa_ir: ویرایش اطلاعات بازرگانی متریال

source: New passwords do not match.
fa_ir: رمز عبورهای جدید یکسان نیستند.

source: Your password has been successfully reset.
fa_ir: رمز عبور شما با موفقیت عوض شد.
